Repository: BohdanFisher/tempa
Catalog: Tempa - Visual Planner/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, nb, nl, pt, uk

source: Got pulled away? Happens to all of us. Come back whenever — your timer kept your place.
de: Abgelenkt worden? Passiert uns allen. Komm zurück, wann du willst — dein Timer hat den Platz gehalten.
es: ¿Te distrajiste? Nos pasa a todos. Vuelve cuando quieras: tu temporizador guardó tu sitio.
fi: Jokin vei mukanaan? Käy meille kaikille. Palaa milloin vain — ajastin piti paikkasi.
fr: On t'a accaparé ? Ça arrive à tout le monde. Reviens quand tu veux — ton minuteur a gardé ta place.
nb: Ble du revet bort? Skjer med oss alle. Kom tilbake når som helst — timeren holdt plassen din.
nl: Even afgeleid? Gebeurt ons allemaal. Kom terug wanneer je wilt — je timer heeft je plek bewaard.
pt: Algo te distraiu? Acontece com todo mundo. Volte quando quiser — o timer guardou seu lugar.
uk: Щось відволікло? З усіма буває. Повертайся будь-коли — таймер зачекає.

source: Group by
de: Gruppieren nach
es: Agrupar por
fi: Ryhmittele
fr: Grouper par
nb: Grupper etter
nl: Groepeer op
pt: Agrupar por
uk: Групувати за

source: Grouped
de: Gruppiert
es: Agrupadas
fi: Ryhmitelty
fr: Groupées
nb: Gruppert
nl: Gegroepeerd
pt: Agrupadas
uk: Згруповано

source: Health
de: Gesundheit
es: Salud
fi: Terveys
fr: Santé
nb: Helse
nl: Gezondheid
pt: Saúde
uk: Здоров'я

source: Here's a day that works with your brain
de: So sieht ein Tag aus, der mit deinem Kopf arbeitet
es: Así es un día que trabaja con tu cerebro
fi: Tältä näyttää päivä, joka toimii aivojesi kanssa
fr: Voici une journée qui travaille avec ton cerveau
nb: Slik ser en dag ut som jobber med hjernen din
nl: Zo ziet een dag eruit die met je brein meewerkt
pt: Um dia que funciona a favor do seu cérebro
uk: Ось день, що дружить з твоїм мозком

source: Here's what you told us.
de: Das hast du uns über dich erzählt.
es: Esto es lo que nos has contado.
fi: Tätä kerroit meille.
fr: Voici ce que tu nous as dit.
nb: Dette fortalte du oss.
nl: Dit heb je ons verteld.
pt: Foi isso que você contou pra gente.
uk: Ось що ми дізналися з твоїх відповідей.

source: Here's your next 30 days.
de: So sehen deine nächsten 30 Tage aus.
es: Así serán tus próximos 30 días.
fi: Tältä seuraavat 30 päivääsi näyttävät.
fr: Voici tes 30 prochains jours.
nb: Her er de neste 30 dagene dine.
nl: Dit zijn je volgende 30 dagen.
pt: Aqui estão seus próximos 30 dias.
uk: Ось твої наступні 30 днів.

source: Hey — let's untangle this. What feels heaviest right now?
de: Hey — lass uns das entwirren. Was fühlt sich gerade am schwersten an?
es: Hola — vamos a desenredar esto. ¿Qué es lo que más pesa ahora mismo?
fi: Hei — puretaan tämä vyyhti. Mikä painaa juuri nyt eniten?
fr: Salut — on va démêler tout ça. Qu'est-ce qui te pèse le plus, là ?
nb: Hei — la oss nøste opp i dette. Hva kjennes tyngst akkurat nå?
nl: Hé — laten we dit ontwarren. Wat voelt nu het zwaarst?
pt: Oi — vamos desembaraçar isso. O que está pesando mais agora?
uk: Привіт. Розплутаймо це. Що зараз тисне найбільше?

source: High
de: Hoch
es: Alta
fi: Korkea
fr: Haute
nb: Høy
nl: Hoog
pt: Alta
uk: Високий

source: Home
de: Start
es: Inicio
fi: Koti
fr: Accueil
nb: Hjem
pt: Início
uk: Головна

source: Home / chores
de: Zuhause / Haushalt
es: Casa / tareas
fi: Koti / askareet
fr: Maison / corvées
nb: Hjem / husarbeid
nl: Thuis / klusjes
pt: Casa / afazeres
uk: Дім / побут

source: How often does one big task freeze you — and everything slides to “later”?
de: Wie oft blockiert dich eine große Aufgabe — und plötzlich wird alles auf „später“ verschoben?
es: ¿Con qué frecuencia una tarea grande te bloquea y todo termina quedando «para después»?
fi: Kuinka usein yksi iso tehtävä saa sinut jumiin — ja kaikki siirtyy ”myöhemmäksi”?
fr: À quelle fréquence une grosse tâche te bloque — et tout finit repoussé à « plus tard » ?
nb: Hvor ofte låser én stor oppgave deg — og alt blir skjøvet til «senere»?
nl: Hoe vaak blokkeert één grote taak je — en schuift alles door naar ‘later’?
pt: Quantas vezes uma tarefa grande te trava — e tudo acaba ficando “pra depois”?
uk: Як часто одне велике завдання змушує тебе завмерти — і все відкладається «на потім»?

source: How ready are you to try a different way?
de: Wie wäre es, es mal anders zu versuchen?
es: ¿Qué tal si pruebas una forma distinta?
fi: Mitä jos kokeilisit toisin?
fr: Et si tu essayais autrement ?
nb: Hva med å prøve en annen måte?
nl: Wat als je het eens anders probeert?
pt: Que tal tentar de um jeito diferente?
uk: Як щодо того, щоб спробувати інакше?

source: How Tempa works
de: So funktioniert Tempa
es: Así funciona Tempa
fi: Näin Tempa toimii
fr: Comment marche Tempa
nb: Slik fungerer Tempa
nl: Zo werkt Tempa
pt: Como o Tempa funciona
uk: Як працює Tempa

source: How your free trial works
de: So funktioniert dein Gratis-Test
es: Cómo funciona tu prueba gratis
fi: Näin ilmainen kokeilu toimii
fr: Comment fonctionne ton essai gratuit
nb: Slik fungerer prøveperioden
nl: Zo werkt je gratis proefperiode
pt: Como funciona seu teste grátis
uk: Як працює безкоштовний період

source: I get overwhelmed by my to-do list
de: Meine To-do-Liste überfordert mich
es: Mi lista de tareas me abruma
fi: To-do-listani hukuttaa minut
fr: Ma liste de tâches me submerge
nb: Gjøremålslisten min overvelder meg
nl: Mijn takenlijst overweldigt me
pt: Minha lista de tarefas me sufoca
uk: Мене накриває від списку справ

source: I have ADHD / I'm neurodivergent
de: Ich habe ADHS / bin neurodivergent
es: Tengo TDAH / soy neurodivergente
fi: Minulla on ADHD / olen neuroepätyypillinen
fr: J'ai un TDAH / je suis neuroatypique
nb: Jeg har ADHD / er nevrodivergent
nl: Ik heb ADHD / ben neurodivergent
pt: Tenho TDAH / sou neurodivergente
uk: У мене РДУГ / я нейровідмінний(-а)

source: I HEARD
de: ICH HABE GEHÖRT
es: HE OÍDO
fi: KUULIN
fr: J'AI ENTENDU
nb: JEG HØRTE
nl: IK HOORDE
pt: EU OUVI
uk: Я ПОЧУЛА

source: I just want a calmer day
de: Ich will einfach einen ruhigeren Tag
es: Solo quiero un día más tranquilo
fi: Haluan vain rauhallisemman päivän
fr: Je veux juste une journée plus calme
nb: Jeg vil bare ha en roligere dag
nl: Ik wil gewoon een rustigere dag
pt: Só quero um dia mais calmo
uk: Я просто хочу спокійніший день

source: I lose track of time
de: Ich verliere das Zeitgefühl
es: Pierdo la noción del tiempo
fi: Kadotan ajantajun
fr: Je perds la notion du temps
nb: Jeg mister tidsfølelsen
nl: Ik verlies mijn tijdsbesef
pt: Perco a noção do tempo
uk: Я втрачаю відчуття часу

source: I love that
de: Gefällt mir
es: Me encanta
fi: Ihanaa
fr: J'adore
nb: Elsker det
nl: Vind ik top
pt: Adorei
uk: Мені подобається

source: I procrastinate on important things
de: Ich schiebe wichtige Dinge auf
es: Procrastino las cosas importantes
fi: Lykkään tärkeitä asioita
fr: Je procrastine sur les choses importantes
nb: Jeg utsetter viktige ting
nl: Ik stel belangrijke dingen uit
pt: Eu procrastino nas coisas importantes
uk: Відкладаю важливе на потім

source: I want this
de: Das will ich
es: Quiero esto
fi: Haluan tämän
fr: C’est ce que je veux
nb: Dette vil jeg ha
nl: Dit wil ik
pt: Quero isso
uk: Я цього хочу

source: I want to find out
de: Das will ich herausfinden
es: Quiero descubrirlo
fi: Haluan ottaa selvää
fr: Je veux le découvrir
nb: Jeg vil finne det ut
nl: Ik wil het ontdekken
pt: Quero descobrir
uk: Хочу дізнатися

source: I'd rather not say
de: Lieber nicht
es: Prefiero no decirlo
fi: Jätän mieluummin kertomatta
fr: Je préfère ne pas le dire
nb: Jeg vil helst ikke si det
nl: Zeg ik liever niet
pt: Prefiro não dizer
uk: Краще пропущу

source: If Tempa isn't for you, cancel in the App Store — no hard feelings.
de: Wenn Tempa nichts für dich ist, kündige im App Store — alles gut.
es: Si Tempa no es para ti, cancela en el App Store — sin problema.
fi: Jos Tempa ei ole sinua varten, peru App Storessa — ei paineita.
fr: Si Tempa n'est pas pour toi, annule dans l'App Store — sans souci.
nb: Hvis Tempa ikke passer for deg, avbryt i App Store — helt greit.
nl: Als Tempa niets voor je is, zeg op in de App Store — geen probleem.
pt: Se o Tempa não é para você, cancele na App Store — sem problemas.
uk: Якщо Tempa не підійде — скасуй в App Store, жодних образ.

source: If you finished one important thing a day — would your week feel different?
de: Wenn du jeden Tag eine wichtige Sache schaffen würdest — würde sich deine Woche anders anfühlen?
es: Si terminaras una cosa importante al día, ¿tu semana se sentiría diferente?
fi: Jos saisit yhden tärkeän asian valmiiksi joka päivä — tuntuisiko viikkosi erilaiselta?
fr: Si tu finissais une chose importante par jour — ta semaine serait-elle différente ?
nb: Hvis du fullførte én viktig ting om dagen — ville uken din føltes annerledes?
nl: Als je elke dag één belangrijk ding zou afronden — zou je week dan anders voelen?
pt: Se você terminasse uma coisa importante por dia — sua semana seria diferente?
uk: Якби вдавалося закривати одне важливе завдання на день — тиждень був би інакшим?

source: In 1 hour
de: In 1 Stunde
es: En 1 hora
fi: Tunnin päästä
fr: Dans 1 heure
nb: Om 1 time
nl: Over 1 uur
pt: Em 1 hora
uk: Через годину

source: It doesn't have to be this way.
de: Es muss nicht so sein.
es: No tiene por qué ser así.
fi: Sen ei tarvitse mennä näin.
fr: Ça ne doit pas forcément se passer comme ça.
nb: Det trenger ikke å være sånn.
nl: Het hoeft niet zo te zijn.
pt: Não precisa ser assim.
uk: Так не обов’язково має бути.

source: It's the only planner that doesn't yell at me.
de: Der einzige Planer, der mich nicht anschreit.
es: Es el único planificador que no me grita.
fi: Ainoa suunnittelija, joka ei huuda minulle.
fr: C'est le seul planificateur qui ne me crie pas dessus.
nb: Den eneste planleggeren som ikke kjefter på meg.
nl: De enige planner die niet tegen me schreeuwt.
pt: É o único planner que não grita comigo.
uk: Нарешті планер, який не бісить і не тримає в напрузі.

source: Just a first name — so your plan feels like yours.
de: Nur dein Vorname — damit sich dein Plan wirklich nach dir anfühlt.
es: Solo tu nombre — para que el plan se sienta más tuyo.
fi: Pelkkä etunimi — jotta suunnitelma tuntuu omalta.
fr: Juste ton prénom — pour que ton planning te ressemble vraiment.
nb: Bare fornavnet ditt — så planen føles som din.
nl: Alleen je voornaam — zodat je plan echt bij jou past.
pt: Só seu primeiro nome — para seu plano ter mais a sua cara.
uk: Лише ім’я — щоб твій план відчувався справді твоїм.

source: Keep going
de: Weiter
es: Seguir
fi: Jatka
fr: Continuer
nb: Fortsett
nl: Doorgaan
pt: Continuar
uk: Продовжити

source: Keep my session
de: Session behalten
es: Mantener mi sesión
fi: Jatka nykyistä sessiota
fr: Garder ma session
nb: Behold økten min
nl: Mijn sessie behouden
pt: Manter minha sessão
uk: Залишити сесію

source: Language
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
nb: Språk
nl: Taal
pt: Idioma
uk: Мова

source: Language updated
de: Sprache geändert
es: Idioma actualizado
fi: Kieli päivitetty
fr: Langue mise à jour
nb: Språk oppdatert
nl: Taal bijgewerkt
pt: Idioma atualizado
uk: Мову оновлено

source: LAST 4 WEEKS
de: LETZTE 4 WOCHEN
es: ÚLTIMAS 4 SEMANAS
fi: VIIMEISET 4 VIIKKOA
fr: 4 DERNIÈRES SEMAINES
nb: SISTE 4 UKER
nl: AFGELOPEN 4 WEKEN
pt: ÚLTIMAS 4 SEMANAS
uk: ОСТАННІ 4 ТИЖНІ

source: Last week was quiet
de: Letzte Woche war ruhig
es: La semana pasada fue tranquila
fi: Viime viikko oli hiljainen
fr: La semaine dernière était calme
nb: Forrige uke var stille
nl: Vorige week was rustig
pt: A semana passada foi tranquila
uk: Минулий тиждень був тихим

source: Legal
de: Rechtliches
fi: Lakiasiat
fr: Mentions légales
nb: Juridisk
nl: Juridisch
pt: Jurídico
uk: Документи

source: Less noise. More you.
de: Weniger Lärm. Mehr du.
es: Menos ruido. Más tú.
fi: Vähemmän hälyä. Enemmän sinua.
fr: Moins de bruit. Plus de toi.
nb: Mindre støy. Mer deg.
nl: Minder ruis. Meer jou.
pt: Menos ruído. Mais você.
uk: Менше шуму. Більше тебе.

source: Let's begin
de: Los geht’s
es: Empecemos
fi: Aloitetaan
fr: C’est parti
nb: La oss begynne
nl: Laten we beginnen
pt: Vamos começar
uk: Почнімо

source: Let's do the math
de: Rechnen wir nach
es: Hagamos cuentas
fi: Lasketaanpa
fr: Faisons le calcul
nb: La oss regne på det
nl: Even rekenen
pt: Vamos fazer as contas
uk: Порахуймо

source: Light
de: Hell
es: Claro
fi: Vaalea
fr: Clair
nb: Lys
nl: Licht
pt: Claro
uk: Світла

source: Lining up your first focus block
de: Deinen ersten Fokus-Block planen
es: Preparando tu primer bloque de enfoque
fi: Järjestetään ensimmäinen keskittymisjaksosi
fr: Préparation de ton premier bloc de focus
nb: Setter opp din første fokusbolk
nl: Je eerste focusblok klaarzetten
pt: Preparando seu primeiro bloco de foco
uk: Готуємо перший фокус-блок

source: Listening closely…
de: Ich höre genau zu…
es: Escuchando con atención…
fi: Kuuntelen tarkkaan…
fr: J’écoute attentivement…
nb: Lytter nøye…
nl: Ik luister aandachtig…
pt: Ouvindo com atenção…
uk: Слухаю уважно…

source: Listening…
de: Ich höre zu…
es: Escuchando…
fi: Kuuntelen…
fr: J'écoute…
nb: Lytter…
nl: Aan het luisteren…
pt: Ouvindo…
uk: Слухаю…

source: Looks right
de: Passt
es: Se ve bien
fi: Näyttää oikealta
fr: C'est bon
nb: Ser riktig ut
nl: Klopt
pt: Está certo
uk: Виглядає правильно

source: Lost the thread for a sec? Totally normal. Your focus is right where you left it.
de: Kurz den Faden verloren? Ganz normal. Dein Fokus ist genau da, wo du ihn gelassen hast.
es: ¿Perdiste el hilo un segundo? Normal. Tu enfoque está donde lo dejaste.
fi: Kadotitko langan hetkeksi? Ihan normaalia. Keskittymisesi on juuri siinä, mihin jätit sen.
fr: Tu as perdu le fil une seconde ? C'est normal. Ton focus est là où tu l'as laissé.
nb: Mistet tråden et øyeblikk? Helt normalt. Fokuset ditt er der du forlot det.
nl: Even de draad kwijt? Heel normaal. Je focus is precies waar je hem achterliet.
pt: Perdeu o fio por um segundo? Super normal. Seu foco está onde você deixou.
uk: Загубив нитку на мить? Цілком нормально. Твій фокус чекає на тебе.

source: Love that energy. We'll match it — one small step at a time.
de: Diese Energie gefällt uns. Wir gehen mit — Schritt für Schritt.
es: Nos encanta esa energía. Vamos a tu ritmo — un pequeño paso a la vez.
fi: Mahtava energia. Pidetään siitä kiinni — yksi pieni askel kerrallaan.
fr: On adore cette énergie. On suit le rythme — un petit pas après l’autre.
nb: Elsker energien. Vi følger tempoet ditt — ett lite steg om gangen.
nl: Heerlijk, die energie. We gaan met je mee — één kleine stap tegelijk.
pt: Adoramos essa energia. Vamos no seu ritmo — um pequeno passo de cada vez.
uk: Оце настрій. Підтримаємо його — по одному маленькому кроку за раз.

source: Low
de: Niedrig
es: Baja
fi: Matala
fr: Basse
nb: Lav
nl: Laag
pt: Baixa
uk: Низький

source: Make a copy
de: Kopie erstellen
es: Hacer una copia
fi: Tee kopio
fr: Faire une copie
nb: Lag en kopi
nl: Kopie maken
pt: Fazer uma cópia
uk: Зробити копію

source: Mark done
de: Als erledigt markieren
es: Marcar hecho
fi: Merkitse tehdyksi
fr: Marquer terminé
nb: Merk som gjort
nl: Als klaar markeren
pt: Marcar como feito
uk: Позначити виконаним

source: Mark not done
de: Als offen markieren
es: Marcar no hecho
fi: Merkitse tekemättömäksi
fr: Marquer non terminé
nb: Merk som ikke gjort
nl: Als niet klaar markeren
pt: Marcar como não feito
uk: Позначити невиконаним

source: Maybe later
de: Vielleicht später
es: Quizá más tarde
fi: Ehkä myöhemmin
fr: Peut-être plus tard
nb: Kanskje senere
nl: Misschien later
pt: Talvez depois
uk: Може, пізніше

source: Me
de: Ich
es: Yo
fi: Minä
fr: Moi
nb: Meg
nl: Ik
pt: Eu
uk: Я

source: Med
de: Mittel
es: Media
fi: Keski
fr: Moyenne
nb: Middels
nl: Gemiddeld
pt: Média
uk: Середній

source: Miss a day? Tempa just says: welcome back. We'll pick the next small thing together.
de: Einen Tag verpasst? Tempa sagt nur: willkommen zurück. Wir suchen zusammen den nächsten kleinen Schritt.
es: ¿Faltaste un día? Tempa solo dice: bienvenido de nuevo. Elegiremos juntos lo siguiente pequeño.
fi: Jäikö päivä väliin? Tempa sanoo vain: tervetuloa takaisin. Valitaan seuraava pieni juttu yhdessä.
fr: Un jour raté ? Tempa dit juste : content de te revoir. On choisira ensemble le prochain petit truc.
nb: Mistet en dag? Tempa sier bare: velkommen tilbake. Vi finner neste lille ting sammen.
nl: Een dag gemist? Tempa zegt gewoon: welkom terug. We kiezen samen de volgende kleine stap.
pt: Pulou um dia? O Tempa só diz: bem-vindo de volta. Vamos escolher juntos a próxima coisinha.
uk: Пропустив день? Tempa просто скаже: з поверненням. Разом виберемо наступне мале завдання.

source: month
de: Monat
es: mes
fi: kuukausi
fr: mois
nb: måned
nl: maand
pt: mês
uk: місяць

source: Month
de: Monat
es: Mes
fi: Kuukausi
fr: Mois
nb: Måned
nl: Maand
pt: Mês
uk: Місяць

source: Monthly
de: Monatlich
es: Mensual
fi: Kuukausi
fr: Mensuel
nb: Månedlig
nl: Maandelijks
pt: Mensal
uk: Місячна

source: More planned than the day has left — be gentle with yourself, maybe move something to tomorrow.
de: Mehr geplant, als der Tag noch hergibt — sei nachsichtig mit dir, verschiebe vielleicht etwas auf morgen.
es: Hay más planificado de lo que queda de día: sé amable contigo, quizá mueve algo a mañana.
fi: Suunniteltua on enemmän kuin päivää jäljellä — ole itsellesi lempeä, siirrä ehkä jotain huomiselle.
fr: Plus de choses prévues qu'il ne reste de journée — sois indulgent·e, déplace peut-être un truc à demain.
nb: Mer planlagt enn dagen har igjen — vær snill med deg selv, flytt kanskje noe til i morgen.
nl: Je hebt meer gepland dan er vandaag nog past — wees mild voor jezelf. Misschien kan iets naar morgen.
pt: Mais planejado do que resta do dia — pegue leve com você, talvez mova algo para amanhã.
uk: Заплановано більше, ніж лишилося дня — не картай себе, може, перенеси щось на завтра.

source: MORNING
de: MORGEN
es: MAÑANA
fi: AAMU
fr: MATIN
nb: MORGEN
nl: OCHTEND
pt: MANHÃ
uk: РАНОК

source: Move
de: Verschieben
es: Mover
fi: Siirrä
fr: Déplacer
nb: Flytt
nl: Verplaatsen
pt: Mover
uk: Перенести

source: Move task
de: Aufgabe verschieben
es: Mover tarea
fi: Siirrä tehtävä
fr: Déplacer la tâche
nb: Flytt oppgave
nl: Taak verplaatsen
pt: Mover tarefa
uk: Перенести завдання

source: Move to today
de: Auf heute verschieben
es: Mover a hoy
fi: Siirrä tälle päivälle
fr: Déplacer à aujourd'hui
nb: Flytt til i dag
nl: Verplaats naar vandaag
pt: Mover para hoje
uk: Перенести на сьогодні

source: My body / health
de: Körper / Gesundheit
es: Mi cuerpo / salud
fi: Keho / terveys
fr: Mon corps / santé
nb: Kropp / helse
nl: Mijn lijf / gezondheid
pt: Meu corpo / saúde
uk: Тіло / здоров'я

source: New task
de: Neue Aufgabe
es: Nueva tarea
fi: Uusi tehtävä
fr: Nouvelle tâche
nb: Ny oppgave
nl: Nieuwe taak
pt: Nova tarefa
uk: Нове завдання

source: Nice to meet you
de: Schön, dich kennenzulernen
es: Encantados de conocerte
fi: Hauska tavata
fr: Enchanté
nb: Hyggelig å møte deg
nl: Aangenaam
pt: Prazer em te conhecer
uk: Будьмо знайомі

source: Nice work. Enjoy the rest of your day.
de: Gute Arbeit. Genieß den Rest des Tages.
es: Buen trabajo. Disfruta el resto del día.
fi: Hyvää työtä. Nauti loppupäivästä.
fr: Beau travail. Profite du reste de ta journée.
nb: Bra jobbet. Nyt resten av dagen.
nl: Goed gedaan. Geniet van de rest van je dag.
pt: Bom trabalho. Aproveite o resto do dia.
uk: Гарна робота. Насолоджуйся рештою дня.

source: No energy dip ✓
de: Kein Energietief ✓
es: Sin bajón de energía ✓
fi: Ei energiakuoppaa ✓
fr: Pas de coup de mou ✓
nb: Ingen energidupp ✓
nl: Geen energiedip ✓
pt: Sem queda de energia ✓
uk: Без спаду енергії ✓

source: No focus sessions in this period — the timer's there whenever you're ready.
de: Keine Fokus-Sessions in diesem Zeitraum — der Timer wartet, wann immer du bereit bist.
es: Sin sesiones de enfoque en este período: el temporizador te espera cuando quieras.
fi: Ei keskittymisjaksoja tällä välillä — ajastin odottaa, kun olet valmis.
fr: Pas de sessions de focus sur cette période — le minuteur t'attend quand tu veux.
nb: Ingen fokusøkter i denne perioden — timeren er der når du er klar.
nl: Geen focussessies in deze periode — de timer staat klaar wanneer jij dat bent.
pt: Sem sessões de foco neste período — o timer está lá quando você quiser.
uk: Немає фокус-сесій за цей період — таймер чекає, коли захочеш.

source: No grouping
de: Keine Gruppierung
es: Sin agrupar
fi: Ei ryhmittelyä
fr: Sans groupement
nb: Ingen gruppering
nl: Geen groepering
pt: Sem agrupamento
uk: Без групування

source: No guilt streaks here.
de: Hier gibt es keine Schuld-Serien.
es: Aquí no hay rachas de culpa.
fi: Ei syyllisyysputkia täällä.
fr: Ici, pas de séries culpabilisantes.
nb: Ingen skyldrekker her.
nl: Geen stress om reeksen.
pt: Aqui, nada de culpa por sequência.
uk: Жодних покарань за пропущені дні та жодного почуття провини.

source: No nagging here, just a gentle wave. Your session's quietly waiting.
de: Kein Nörgeln, nur ein sanftes Winken. Deine Session wartet still.
es: Nada de sermones, solo un saludo suave. Tu sesión espera en silencio.
fi: Ei nalkutusta, vain lempeä vilkutus. Istuntosi odottaa hiljaa.
fr: Pas de reproches, juste un petit signe. Ta session t'attend tranquillement.
nb: Ingen mas, bare et vennlig vink. Økten din venter stille.
nl: Geen gezeur, alleen een zacht seintje. Je sessie wacht rustig op je.
pt: Nada de cobrança, só um aceno gentil. Sua sessão espera em silêncio.
uk: Ніякого пиляння, лише лагідний натяк. Твоя сесія тихо чекає.

source: No payment today · cancel anytime
de: Heute keine Zahlung · jederzeit kündbar
es: Sin pago hoy · cancela cuando quieras
fi: Ei maksua tänään · peru milloin vain
fr: Aucun paiement aujourd'hui · annulable à tout moment
nb: Ingen betaling i dag · avbestill når som helst
nl: Vandaag geen betaling · altijd opzegbaar
pt: Sem pagamento hoje · cancele quando quiser
uk: Сьогодні без оплат · скасовуй будь-коли

source: No rush, no guilt — your focus is holding your spot for whenever you're ready.
de: Kein Stress, keine Schuld — dein Fokus hält dir den Platz frei, bis du bereit bist.
es: Sin prisa ni culpa: tu enfoque te guarda el sitio para cuando estés listo.
fi: Ei kiirettä, ei syyllisyyttä — keskittymisesi pitää paikkasi, kunnes olet valmis.
fr: Pas de stress, pas de culpabilité — ton focus garde ta place pour quand tu seras prêt·e.
nb: Ingen hast, ingen skyld — fokuset holder plassen din til du er klar.
nl: Geen haast, geen schuldgevoel — je plek blijft vrij tot jij er klaar voor bent.
pt: Sem pressa, sem culpa — seu foco guarda seu lugar para quando você estiver pronto.
uk: Без поспіху і провини — фокус тримає твоє місце, доки не захочеш продовжити.

source: No streaks to lose was the unlock for me. I'm three months in.
de: Keine Serien, die man verlieren kann — das war für mich der Schlüssel. Drei Monate dabei.
es: Que no haya rachas que perder fue la clave para mí. Llevo tres meses.
fi: Ei menetettäviä putkia — se oli minulle ratkaisu. Kolme kuukautta takana.
fr: Pas de série à perdre, c'est ça qui a tout changé. Trois mois déjà.
nb: Ingen rekker å miste var nøkkelen for meg. Tre måneder nå.
nl: Geen reeksen die je kunt verliezen maakte voor mij het verschil. Ik gebruik Tempa nu drie maanden.
pt: Não ter uma sequência para perder mudou tudo para mim. Já faz três meses.
uk: Немає тиску оцих щоденних кілець чи серій — і нічого не боїшся завалити. Це мене і врятувало, користуюся вже 3 місяці.

source: No tasks yet
de: Noch keine Aufgaben
es: Aún no hay tareas
fi: Ei vielä tehtäviä
fr: Pas encore de tâches
nb: Ingen oppgaver ennå
nl: Nog geen taken
pt: Ainda sem tarefas
uk: Поки немає завдань

source: None
de: Keiner
es: Ninguno
fi: Ei mitään
fr: Aucun
nb: Ingen
nl: Geen
pt: Nenhum
uk: Немає

source: Not quite
de: Nicht ganz
es: No del todo
fi: Ei ihan
fr: Pas tout à fait
nb: Ikke helt
nl: Niet helemaal
pt: Não exatamente
uk: Не зовсім
